{"id": "b177e9e5ba80-0", "text": "CLEAN TECHNOLOGY\nSingapore has identified the clean energy industry as a strategic growth area, and has implemented a comprehensive blueprint to develop this industry.\nWithin the clean technology (cleantech) sector, Singapore has secured several key investments in high-value manufacturing, engineering, biofuels, research and development (R&D) and regional headquarters activities.", "source": "https://www.nccs.gov.sg/singapores-climate-action/clean-technology"}
{"id": "b177e9e5ba80-1", "text": "For instance, REC has established one of the world’s largest integrated solar manufacturing complexes in Singapore. The company has invested some S$2.5 billion in its first phase of expansion, which will produce 800 megawatts (MW) of solar photovoltaic modules. Chinese company Yingli Green Energy, one of the world’s largest vertically integrated photovoltaic manufacturers, is also establishing its regional headquarters and R&D centre in Singapore to support its expansion into global markets", "source": "https://www.nccs.gov.sg/singapores-climate-action/clean-technology"}
{"id": "b177e9e5ba80-2", "text": "In the biofuels sector, Neste Oil invested EUR550 million (S$940 million) in 2010 to establish the world’s largest renewable diesel plant in Singapore, with a capacity of 800,000 tonnes. At the end of 2018, Neste Oil made an investment decision of EUR1.4 billion to expand the Singapore refinery, which will increase Neste’s renewable products production capacity by 1.3 million tonnes per annum.", "source": "https://www.nccs.gov.sg/singapores-climate-action/clean-technology"}
{"id": "e9a90f5fe727-0", "text": "On 25 October 2022, Singapore announced that it would raise its national climate target to achieve net zero emissions by 2050 as part of our Long-Term Low-Emissions Development Strategy (LEDS). We will also reduce emissions to around 60 MtCO2e in 2030 after peaking emissions earlier, as part of our revised 2030 Nationally Determined Contribution (NDC)", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/overview"}
{"id": "e9a90f5fe727-1", "text": "Singapore submitted an addendum to the LEDS and the revised 2030 NDC to the United Nations Framework Convention on Climate Change (UNFCCC) in 2022.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/overview"}
{"id": "e9a90f5fe727-2", "text": "In 2009, Singapore pledged to reduce our emissions by 16% below BAU levels by 2020 ahead of the Copenhagen Summit. Singapore has achieved this pledge with a 32% reduction below BAU levels in 2020.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/overview"}
{"id": "e9a90f5fe727-3", "text": "Given Singapore’s national circumstances — we are a resource-constrained and alternative energy-disadvantaged city-state — these are ambitious targets. We are committed to doing our part as a responsible member of the international community. Our ability to fulfil our pledges, like all Parties, will depend on the continued international commitment by Parties to the Paris Agreement and their climate pledges", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/overview"}
{"id": "e9a90f5fe727-4", "text": "The targets will also be contingent on the maturity of decarbonisation technologies and effective international cooperation.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/overview"}
{"id": "e9a90f5fe727-5", "text": "Read more about Singapore’s measures to achieve our climate targets.\nDownload:\n\nAddendum to Singapore’s Long-Term Low-Emissions Development Strategy 2020 (PDF, 7MB)\nSingapore’s Long-Term Low-Emissions Development Strategy 2020 (PDF, 15MB)", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/overview"}
{"id": "cafef3b36e35-0", "text": "SINGAPORE’S APPROACH TO ALTERNATIVE ENERGY\nAs a small, resource-constrained country, Singapore imports almost all its energy needs, and has limited renewable energy options:\n\nCommercial wind turbines operate at wind speeds of around above 4.5m/s but the average wind speed in Singapore   is only about 2m/s.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cafef3b36e35-1", "text": "Singapore’s relatively narrow tidal range and calm seas limit opportunities for commercial tidal power   generation. Much of our sea space is also used for ports, anchorage and shipping lanes, which limit the application of ocean energy technologies.\nHydroelectric power cannot be harnessed, as Singapore does not have a river system with fast flowing water throughout the year.\nWe do not have geothermal energy sources.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cafef3b36e35-2", "text": "We do not have geothermal energy sources.\nOur small physical size (733.1 sq km), high population density and land scarcity limits our potential for sustainably-grown domestic biomass. It also constrains the safe deployment of nuclear power in Singapore.\n\n\nSolar panels at Marina Barrage. (Image courtesy of PUB, Singapore’s National Water Agency)", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cafef3b36e35-3", "text": "Singapore’s high average annual solar irradiation of about 1,580 kWh/m2 makes solar photovoltaic (PV) a potential renewable energy option for Singapore. However, we face challenges to the use of solar energy in Singapore. We have limited available land for the large scale deployment of solar panels. In addition, the presence of high cloud cover across Singapore and urban shading poses challenges such as intermittency.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cafef3b36e35-4", "text": "With the limited renewable energy options available to us and the current technological capabilities, we are not able to generate sufficient baseload electricity from renewable sources reliably for Singapore. Nevertheless, Singapore aims to deploy at least 2 gigawatt-peak of solar energy by 2030. This is equivalent to powering about 350,000 households for a year.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cafef3b36e35-5", "text": "Singapore is investing in research and development as well as test-bedding to improve the performance of solar PV systems and develop innovative ways of intergrating solar energy systems into our urban environment. Some of our test-bedding projects include:\n\nHousing and Development Board’s initiative to install solar panels on rooftops of high-rise public housing developments, and", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cafef3b36e35-6", "text": "Economic Development Board’s and PUB’s floating PV project, which will pilot solar panel installations on water surfaces at our reservoirs.\n\nSingapore’s focus on research and test-bedding is to improve the performance of solar systems and develop innovative ways of integrating solar energy systems into our urban environment.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cafef3b36e35-7", "text": "As part of our efforts to continually explore new options for energy supply and enhance our energy security, Singapore is exploring a variety of different options, including regional power grids, and emerging low-carbon alternatives such as low-carbon hydrogen and carbon capture, utilisation and storage", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cafef3b36e35-8", "text": "While some existing technologies such as nuclear may not be viable today, we will continue to monitor the progress of nuclear energy technologies and build capabilities to better understand nuclear science and technology.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-approach-to-alternative-energy"}
{"id": "cf5a3866ad8c-0", "text": "Singapore has taken ambitious early actions on climate change. We made early policy choices that reduced our greenhouse gas (GHG) emissions, for example, by switching from fuel oil to natural gas – the cleanest form of fossil fuel – for power generation. In 2021, about 95% of its electricity was generated from natural gas, compared to 18% in 2000. There is no subsidy for electricity, to ensure that households and businesses use energy judiciously", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-1", "text": "Singapore was also the first country to impose a vehicle quota system to cap vehicle growth, and the only country to set a zero-growth rate for cars and motorcycles. These policy choices provide Singapore with a good foundation to achieve further decarbonisation. Successive environmental blueprints, such as the Singapore Green Plan 2030, have set forth our strategies and initiatives to achieve economic growth and a good living environment.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-2", "text": "Singapore’s development as a clean and green city is the result of decades of deliberate planning and effort.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-3", "text": "Singapore is alternative energy disadvantaged — we are a low-lying island state of 733.1 km2 with one of the highest population densities globally (7,485 persons per km2). Our urban density and limited land area, relatively flat land, low wind speeds and lack of high-quality hydrothermal resources present serious difficulties in pursuing alternative energy options", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-4", "text": "Given our small land area and high population density, current nuclear fission technologies are not suitable for deployment in Singapore. There is also limited scope for solar photovoltaics (PV) deployment and for Singapore’s forests to be a significant carbon sink. We are monitoring newer technologies and will assess their suitability for deployment", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-5", "text": "Such circumstances are recognised under Article 4, paragraph 10 of the Convention, which recognises the circumstances of countries with “serious difficulties in switching to alternatives”.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-6", "text": "Singapore is a very open economy and is dependent on the global supply chain for food and energy. As one of the most globalised economies and a trading nation with no natural resources, we are heavily dependent on the global supply chain for its food and energy. Our economic activity and emissions are also highly sensitive to the volatility of regional and global developments and escalating climate impacts", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-7", "text": "These challenges mean that Singapore’s climate strategies have to respond to international developments that may affect its economy, water, food, and energy, including preparing Singapore to be more climate resilient.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-8", "text": "Singapore is dependent on effective international cooperation for the success of its decarbonisation measures. Collaboration with other countries, such as on clean energy technologies, regional power grids, clean energy trade, and carbon storage opportunities will be essential to Singapore. The ability for Singapore to achieve its decarbonisation targets will be contingent on such effective international cooperation and early maturity of decarbonisation technologies.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-9", "text": "Singapore is one of the top performers for carbon intensity globally. While Singapore’s share of the global gross domestic product (GDP) is small at 0.4%, as an advanced manufacturing hub we play a key role to meet the demands of the region and the world, accounting for 2.1% of the world’s total merchandise exports1. Energy efficiency is a key strategy for emissions reduction and Singapore aims to produce goods in an energy- and carbon-efficient manner", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-10", "text": "As energy is not subsidised in Singapore, companies are incentivised to use energy judiciously and embrace new energy efficient technologies. Strong pollution control laws also encourage industries to switch to cleaner fuel sources such as natural gas. The Singapore Government facilitates the adoption of energy efficiency and emissions reduction technologies through grants and other policy tools to overcome high upfront capital investments and other non-market barriers", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-11", "text": "Singapore is already among the 20 best-performing countries in terms of emissions intensity2. This reflects the substantial early action Singapore has taken to grow in an environmentally responsible way. This provides Singapore with a strong foundation to continue to strive for sustainable growth. Singapore is continuing to invest significantly in research and development to harness the potential of low-carbon technologies and explore effective international cooperation.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "cf5a3866ad8c-12", "text": "1 Source: World Trade Organization, Trade Profiles 2022 – Singapore.\n2 Source: International Energy Agency (IEA), World CO2 Indicators (2022).", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/national-circumstances"}
{"id": "4672481fa290-0", "text": "TEST BEDDING\nSingapore has developed a suite of supporting services and opportunities for firms and researchers to develop, test and validate clean-energy technologies in real-world settings. Test bedding facilitates the commercialisation process for new technologies and positions Singapore as a “living laboratory” to evaluate, pilot and commercialise innovative solutions for Asian and global markets.\nExamples of Test Beds in Singapore", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-1", "text": "Examples of Test Beds in Singapore\n\n\nCleanTech Park is being developed by JTC Corporation as the first eco-business park in the region. It will cluster clean technology companies together and serve as a platform for test bedding and prototyping of clean technologies and sustainable urban solutions. The 50ha Park at Nanyang Avenue will be developed in three phases over the next 20 years. Upon completion, it will house a working population of 20,000 green collar workers.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-2", "text": "Floating Solar PV Pilot is a joint project between the Singapore Economic Development Board (EDB) and national water agency PUB. The pilot project, a first of its kind in the region, aims to assess the feasibility and cost effectiveness of installing floating solar photovoltaic (PV) systems on freshwater reservoirs.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-3", "text": "The Renewable Energy Integration Demonstrator in Singapore  (REIDS) is a large-scale offshore test and demonstration microgrid located in Semakau Landfill which integrates renewable energy production from solar, wind, tidal, biofuel and fuel cells with smart grid technologies.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-4", "text": "Punggol Eco-Town  demonstrates sustainable urban planning and design, green technology adoption and active community partnership. Social, economic and environmental considerations have been formulated by HDB to steer its development. LED lighting and elevator energy regenerative systems, renewable solar energy, water conservation and rainwater harvesting systems, and recycling solutions are some of the technologies and solutions being test-bedded", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-5", "text": "HDB is also working with government agencies such as the EMA to pilot the IES smart grid project, and with industry partners such as Panasonic to test-bed Home Energy Management Systems, to monitor energy consumption to reduce overall energy consumption within the town.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-6", "text": "The HDB Greenprint is a framework of goals and strategies to guide town development, in alignment with Singapore’s Sustainable Blueprint targets to reduce the consumption of resources from current Business-As-Usual levels. Greenprint aims to create sustainable homes with the community in both existing and new HDB towns. HDB will pilot the Greenprint in 38 blocks of flats in the Yuhua estate in Jurong, refining the framework to suit the needs of different towns.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-7", "text": "Electric Vehicle (EV) Test Bed is driven by a multi-agency EV Taskforce co-led by the Energy Market Authority (EMA) and the Land Transport Authority (LTA). It aims to assess different EV prototypes and charging technologies under Singapore’s urbanised environment and road conditions. Phase 1 of the test-bed was launched in June 2011 and completed in December 2013", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-8", "text": "Phase 2 will be an EV car-sharing programme which will introduce up to 1,000 EVs and the charging infrastructure to trial viability of implementing EV fleets and catalyse widespread adoption of EVs. It expected to be launched in 2016.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-9", "text": "Zero Energy Building is a 4,500m² Building and Construction Authority (BCA) flagship project under the Green Building Masterplan. The building generates its own electricity from solar panels and reduces its energy needs through the use of green building technology and design. It now serves as a test-bedding facility for the integration of green building technology into existing buildings. Since its launch in Oct 2009, ZEB has managed to achieve net zero energy consumption for 3 consecutive years", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-10", "text": "Jurong Lake District  (JLD) is one of the new growth areas identified in the Urban Redevelopment Authority’s (URA) Master Plan 2008 to support Singapore’s economic growth for the next 10 to 15 years, and to decentralise commercial activities out of the city centre by bringing jobs closer to where people live. JLD is envisioned to be a model for a mixed-used urban precinct that is sustainable, smart and connected", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-11", "text": "The government will collaborate with the industry to conduct pilots and trials of smart technologies within JLD. In October 2022, Singapore announced that Jurong Lake District will aim to achieve net zero emissions for new developments around 2045.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-12", "text": "NTU EcoCampus  - In partnership with EDB and JTC, the EcoCampus initiative will transform NTU’s 200-hectare campus into a super test bed for research projects in cutting-edge green technologies. They range from smart building systems and renewable energy, to electric transportation and water conservation technologies, complementing the vibrant sustainability R&D community in the adjoining 50-hectare CleanTech Park developed by JTC Corporation.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "4672481fa290-13", "text": "Smart Campus Platform - Temasek Polytechnic, on January 2015, announced their collaboration with private sector firms such as Cisco, EMC, NCS and Johnson Controls, focusing on ICT solutions for education. The platform will utilise innovative technologies to collect and analyse data to improve decision making on campus, enhancing the work and education experience on campus.", "source": "https://www.nccs.gov.sg/singapores-climate-action/test-bedding"}
{"id": "b2a0c7c4402a-0", "text": "Singapore’s carbon tax underpins our net zero targets and climate mitigation efforts by providing an effective economic signal to steer producers and consumers away from carbon-intensive goods and services, hold businesses accountable for their emissions, and enhance the business case for the development of low-carbon solutions. In all, the carbon tax currently covers 80% of our total greenhouse gas (GHG) emissions from about 50 facilities in the manufacturing, power, waste, and water sectors", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-1", "text": "The carbon tax forms part of Singapore’s comprehensive suite of mitigation measures to support the transition to a low-carbon economy.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-2", "text": "Carbon Tax in Singapore from 2019 to 2023\nSingapore implemented a carbon tax, the first carbon pricing scheme in Southeast Asia, on 1 January 2019. The carbon tax level was set at S$5/tCO2e for the first five years from 2019 to 2023 to provide a transitional period for emitters to adjust.\nKey Updates to Singapore’s Carbon Tax Post-2023 (Effective from 1 January 2024)", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-3", "text": "To support our net zero target, the carbon tax will be raised to S$25/tCO2e in 2024 and 2025, and S$45/tCO2e in 2026 and 2027, with a view to reaching S$50-80/tCO2e by 2030. This will strengthen the price signal and impetus for businesses and individuals to reduce their carbon footprint in line with national climate goals.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-4", "text": "The revised carbon tax trajectory is critical in enabling the pace of transformation needed to achieve our raised climate ambition and make the economy- and society-wide transition to a low-carbon future. It also helps businesses remain competitive in a low-carbon future, by enhancing the business case to invest in low-carbon solutions, and ensuring that new investments and economic activities are aligned with our national climate goals.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-5", "text": "The Government does not expect to derive additional revenue from the carbon tax increase in this decade. The revenue will be used to support decarbonisation efforts and the transition to a green economy, and cushion the impact on businesses and households.\nUse of International Carbon Credits", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-6", "text": "Companies may use high quality international carbon credits to offset up to 5% of their taxable emissions from 2024. This will cushion the impact for companies that are able to source for credible carbon credits in a cost-effective manner, help to create local demand for high-quality carbon credits, and catalyse the development of well-functioning and regulated carbon markets", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-7", "text": "All international carbon credits used under the carbon tax regime will need to adhere to a set of eligibility criteria, to ensure that they are of high environmental integrity and compliant with Article 6 of the Paris Agreement.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-8", "text": "Transition Framework\nA transition framework will also be introduced to provide support for existing emissions-intensive trade-exposed (EITE) companies as they work to reduce emissions and invest in cleaner technologies, while managing the near-term impact on business competitiveness. The framework will also help to mitigate the risk of carbon leakage.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-9", "text": "To drive our industry towards becoming best-in-class, the amount of allowances awarded to each facility will be determined based on their performance on internationally-recognised efficiency benchmarks where available, or facilities’ decarbonisation plans. These transitory allowances are limited to only a portion of companies’ emissions, and the amount awarded to eligible facilities will also be reviewed regularly", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-10", "text": "Similar frameworks have been implemented in other jurisdictions with carbon pricing schemes, including the EU, South Korea, and California.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-11", "text": "Updates to list of Greenhouse Gas (GHG) and associated Global Warming Potential (GWP) values\nThe list of GHGs and their GWP values will be updated in line with newer standards adopted by the Intergovernmental Panel on Climate Change (IPCC).\nThe carbon tax coverage will also be expanded to include Nitrogen Trifluoride (NF3) from 2024 onwards.\nFAQs\n1. Who is covered under the carbon tax?", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-12", "text": "The carbon tax is levied on facilities that directly emit at least 25,000 tCO2e of greenhouse gas (GHG) emissions annually. It currently covers six GHGs, namely carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), and sulphur hexafluoride (SF6). From 2024 onwards, the carbon tax coverage will be expanded to include nitrogen trifluoride (NF3) emissions", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-13", "text": "This is aligned with the United Nations Framework Convention on Climate Change (UNFCCC) and its Katowice rulebook, which requires all parties to include NF3 in the reporting of their national emissions inventory by 2024.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-14", "text": "In all, the carbon tax currently covers 80% of our total GHG emissions from about 50 facilities in the manufacturing, power, waste, and water sectors. Facilities in other sectors also indirectly face a carbon price on the electricity they consume as power generation companies are expected to pass on some degree of their own tax burden through increased electricity tariffs", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-15", "text": "When we account for fuel excise duties that incentivises the reduction of transport emissions, the overall coverage rises to about 90%.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-16", "text": "2. How are emissions-intensive trade-exposed (EITE) sectors determined? Why is there a need for the transition framework for EITE sectors?", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-17", "text": "EITE sectors face a higher risk of carbon leakage, where companies relocate to other jurisdictions with less stringent climate policies as a result of intense competition in the global market. Examples of EITE sectors include chemicals, electronics and biomedical manufacturing sectors, while non-EITE sectors include domestic-oriented sectors like power generation and waste management.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-18", "text": "As the Government raises the carbon tax, companies in EITE sectors may face higher costs than their counterparts in jurisdictions with no or lower effective carbon prices. These companies contribute a significant number of jobs and value-added to our economy. Some will require more time to make the necessary reduction in emissions or investment in cleaner technologies", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-19", "text": "By providing for a transition framework, the Government seeks to alleviate the near-term impact on business competitiveness and minimise the risk of carbon leakage.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-20", "text": "To encourage decarbonisation, transitory allowances are provided for only a portion of companies’ emissions. Similar frameworks have been implemented in other jurisdictions with carbon pricing schemes, including the EU, South Korea, and California.\n3. Which other countries or jurisdictions have implemented carbon pricing?", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-21", "text": "Carbon pricing has been implemented in many countries, with more planning to implement them in the future. About 83 jurisdictions (47 national and 36 sub-national jurisdictions) have implemented carbon pricing, covering about a quarter of global greenhouse gas emissions in 2022. A few of these jurisdictions such as Finland, Norway and Sweden have implemented carbon pricing as early as the 1990s", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-22", "text": "Other jurisdictions within the region that have announced plans to price carbon and introduce new carbon regulations include Thailand and Brunei.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-23", "text": "4. How will the increased carbon tax levels affect individuals and households? What support will be available to households, especially low-income households, to cope with the rising cost of living from the carbon tax increase?", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-24", "text": "Although the carbon tax is directly levied upstream of large emitters, it could flow through in the form of higher electricity tariffs as power companies pass on the carbon tax to end users. On average, with every $5/tCO2e increase in the carbon tax level, electricity tariffs could rise by 1%. The increase in carbon tax to $25/tCO2e is estimated to translate to an increase of about $4 per month in household utility bills for the average 4-room HDB flat.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-25", "text": "The carbon tax is needed to put a price on the externality or social cost of carbon, so as to shape the behaviour of individuals and households to reduce their energy consumption and be more energy efficient, to enable us to meet our long-term commitments. Notwithstanding, the Government is committed to help Singaporean households cope with the rising cost of living, whether this is driven by carbon tax or other factors.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-26", "text": "Support is also provided to help households reduce their emissions. The Government introduced the Climate Friendly Households Programme in 2020 to provide eligible  households with vouchers to offset the cost of purchasing more energy efficient and climate-friendly appliances. These vouchers can be used to purchase 3-ticks water efficient shower fittings (inclusive of installation costs if required), LED lights, and energy efficient and climate-friendly refrigerators", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-27", "text": "By switching to these appliances, households can do their part for the environment by reducing their energy and water consumption while saving costs in the long run.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-28", "text": "5. How would the Government ensure that consumers are not over-charged by electricity retailers passing on more than 100 per cent of the carbon tax to consumers?", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-29", "text": "Today’s electricity retail market is competitive and discourages retailers from raising their electricity rates excessively. Nevertheless, EMA will continue to ensure fair and efficient conduct of market players. Government agencies will also work closely with the Consumer Association of Singapore (CASE) and Competition & Consumer Commission of Singapore to monitor the market for unfair pricing and coordinated price hikes which are anti-competitive.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-30", "text": "6. Why are we allowing carbon tax liable facilities to offset only up to 5% of their emissions using international carbon credits from 2024?", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-31", "text": "The facility-level limit has been set at 5% to ensure that the industry continues to prioritise domestic emissions reduction, while providing an additional decarbonisation pathway for hard-to-abate sectors that may find it challenging to significantly cut emissions in the near to medium term. This limit is aligned with other comparable jurisdictions with similar climate ambitions, such as South Korea and California", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "b2a0c7c4402a-32", "text": "We will continue to review the facility-level limit over time to align with international developments.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/carbontax"}
{"id": "722ac639e6da-0", "text": "HOUSEHOLDS\nSingapore has taken steps to reduce energy consumption of the household sector, which accounts for about 15% of our total electricity consumption. The Minimum Energy Performance Standards which have been progressively tightened over the years, improves the energy efficiency of household appliances such as refrigerators, air-conditioners, clothes dryers and lamps.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/households"}
{"id": "722ac639e6da-1", "text": "To help consumers make more informed purchasing decisions, the Government has also progressively expanded the Mandatory Energy Labelling Scheme to cover an increasing variety of appliances.\nSingapore will continue to provide support to households impacted by the low-carbon transition through initiatives such as the Climate Friendly Household Programme to defray the costs of switching to more resource-efficient and climate-friendly appliances for lower-income households.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/households"}
{"id": "fd806c39b1f6-0", "text": "WHAT WE CAN DO\nOver the years, Singapore has spared no effort in our mission for sustainable development.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/what-we-can-do-overview"}
{"id": "fd806c39b1f6-1", "text": "From designating 2018 as the Year of Climate Action to the annual Climate Action Week, the government has made significant efforts to rally for collective action. In 2019, the #RecycleRight Citizens’ Workgroup was convened to look at how to improve household recycling In 2020, the Alliances for Action, as well as conversations on sustainability to emerge stronger together with citizens, businesses, and NGOs were started.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/what-we-can-do-overview"}
{"id": "fd806c39b1f6-2", "text": "In Feb 2021, the government has put together a ten-year plan called the Singapore Green Plan 2030. The Green Plan is a whole-of-nation sustainable development agenda, with firm action plans, touching on almost every dimension of our lives.\nPlay your part in the Green Plan. Visit here for more information.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/what-we-can-do-overview"}
{"id": "3e782535210c-0", "text": "OVERVIEW\nSingapore has committed to achieving net zero emissions by 2050. Despite the challenging geographical constraints we face, we will continue to find innovative ways to accelerate the low-carbon transition for industry, economy and society through four key thrusts:\n\nCatalysing business transformation;\nInvesting in low-carbon technologies;\nPursuing effective international cooperation; and\nAdopting low-carbon practices.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/overview"}
{"id": "3e782535210c-1", "text": "Adopting low-carbon practices.\n\nThese key thrusts are supported by a carbon tax, as a key enabler of this transition.\n\nFind out more about our decarbonisation measures:\nPower\nIndustry\nTransport\nBuildings\nWaste & Water\nHouseholds\nCarbon Tax\nInternational Collaboration", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/overview"}
{"id": "34705f6db80f-0", "text": "SINGAPORE’S EMISSIONS PROFILE\nClimate change is a global challenge that requires a global response. Despite the unique challenges and constraints Singapore faces as a dense built-up city-state with no hinterland and limited resources, we are committed to doing our part in the global fight against climate change.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/singapore-emissions-profile"}
{"id": "34705f6db80f-1", "text": "Historically, our strategic position along the East-West trade routes has made Singapore a natural location for oil storage and refining facilities serving the region. Building on our position as a key regional port, the refining and petrochemical sector helps create synergies and is part of a business supply network in Southeast Asia, the Western Pacific, South Asia and Australasia", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/singapore-emissions-profile"}
{"id": "34705f6db80f-2", "text": "Although the refining and petrochemical sector remains a significant proportion of our total carbon emissions, we are taking steps to reduce emissions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/singapore-emissions-profile"}
{"id": "34705f6db80f-3", "text": "Emissions Profile\n\nCarbon Intensity (Emissions per $GDP)\nBased on 2018 International Energy Agency (IEA) data, Singapore ranks 126th of 142 countries in terms of CO2 emissions per dollar GDP.\n\nSource: CO2  Emissions from Fuel Combustion - 2018 Highlights © OECD/International Energy Agency, 2018\nPer Capita Emissions\nBased on 2018 IEA data, Singapore ranks 27th out of 142 countries in terms of emissions per capita.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/singapore-emissions-profile"}
{"id": "34705f6db80f-4", "text": "Source: CO2  Emissions from Fuel Combustion - 2018 Highlights © OECD/International Energy Agency, 2018\nSee Singapore’s past emissions data.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapores-climate-targets/singapore-emissions-profile"}
{"id": "2afae8eb58f8-0", "text": "The National Climate Change Secretariat (NCCS) was established on 1 July 2010 under the Prime Minister’s Office (PMO) to develop and implement Singapore’s domestic and international policies and strategies to tackle climate change. NCCS is part of the Strategy Group which supports the Prime Minister and his Cabinet to establish priorities and strengthen strategic alignment across Government", "source": "https://www.nccs.gov.sg/who-we-are/about-nccs"}
{"id": "2afae8eb58f8-1", "text": "The inclusion of NCCS enhances strategy-making and planning on vital issues that span multiple Government ministries and agencies.", "source": "https://www.nccs.gov.sg/who-we-are/about-nccs"}
{"id": "2afae8eb58f8-2", "text": "NCCS’ areas of responsibility are to:\n\nfacilitate efforts to mitigate carbon emissions in all sectors\nhelp Singapore adapt to the effects of climate change\nharness economic and green growth opportunities arising from climate change\nencourage public awareness and action on climate change", "source": "https://www.nccs.gov.sg/who-we-are/about-nccs"}
{"id": "ffa81b32a774-0", "text": "WATER RESOURCE MANAGEMENT\nClimate change can affect our water supply, as increasing rainfall intensity could overwhelm our drainage system and create flooding, while dry weather will reduce the availability of local water catchment water for supply.", "source": "https://www.nccs.gov.sg/singapores-climate-action/water-resource-management"}
{"id": "ffa81b32a774-1", "text": "As a nation with a very limited water supply, taking appropriate measures to ensure the sustainability of our water resources is a top priority for PUB, Singapore’s National Water Agency. PUB has established the following Four National Taps to address our water needs:\n\nLocal catchment water\nImported water\nNEWater\nDesalinated water\n\nWater Loop Illustrating Singapore’s Water Management\n\nSource: Climate Change & Singapore: Challenges. Opportunities. Partnerships.\nOur Resilient Water Resources", "source": "https://www.nccs.gov.sg/singapores-climate-action/water-resource-management"}
{"id": "ffa81b32a774-2", "text": "Our Resilient Water Resources\nNEWater and desalinated water are not dependent on rainfall, and have become increasingly important water sources that can strengthen Singapore’s water security especially in the face of climate change.\nPUB is committed to ensuring a diversified and sustainable water supply through our Four National Taps and build up our water production capacities, including NEWater and desalinated water, to meet future water demand which will inexorably increase.", "source": "https://www.nccs.gov.sg/singapores-climate-action/water-resource-management"}
{"id": "32c7cfe4a783-0", "text": "GREEN GROWTH OPPORTUNITIES\nClimate change, fossil fuel depletion and rapid urbanisation are driving countries to deploy cleaner and more sustainable energy solutions. While climate change clearly poses significant global challenges, it also provides strong incentives for entrepreneurship, research and development (R&D) and creative problem-solving to help cities and communities anticipate, prepare for and adapt to its impact.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/green-growth-opportunities"}
{"id": "32c7cfe4a783-1", "text": "There are many opportunities for Singapore to develop as a green growth hub that provides green solutions to the world.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/green-growth-opportunities"}
{"id": "adbff36bed2c-0", "text": "POWER\nPower generation is one of the major sources of Singapore’s carbon emissions and accounts for about 40% of our emissions today.  With our limited capacity to tap on alternative energy sources, we currently rely heavily on imported natural gas to power our nation.\nEnergy Reset: A More Environmentally Friendly Method to Power Our Nation", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-1", "text": "Singapore will harness and tap on the four switches to transform our energy supply: Solar, Regional Power Grids, Emerging Low-Carbon Alternatives, and Natural Gas.\nSolar", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-2", "text": "Solar remains the most promising renewable energy source for Singapore. We are pressing ahead with ambitious solar deployment plans to achieve our target of at least 2 gigawatt-peak (GWp) by 2030, which will generate enough energy to meet around 3% of Singapore’s total projected electricity demand in that year", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-3", "text": "As part of our efforts to encourage solar energy deployment, the government has launched various  tenders and initiatives such as the SolarNova programme, JTC’s SolarLand and SolarRoof programme and PUB’s floating solar systems. As at Jan 2023, seven tenders equivalent to more than 440 megawatt-peak (MWp) of solar energy have been awarded under the SolarNova programme.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-4", "text": "Although solar power is Singapore’s most viable renewable energy alternative, it is not land-efficient. Therefore, its scale-up is fundamentally limited by our land constraints. Nevertheless, the Government will continue to review our longer-term strategies for maximising solar power, and actively invest in R&D and test-bedding to increase efficiency and optimise space utilisation, including through the deployment of floating solar farms and vertical panel installations.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-5", "text": "To enhance the resilience of our power grid and mitigate solar intermittency, the Energy Market Authority (EMA) appointed Sembcorp Industries to build, own and operate a utility-scale Energy Storage Systems (ESS). The 285 megawatt-hour (MWh) ESS facility is the largest deployment in Southeast Asia, and the fastest of its size to be deployed, in the world.\nRegional Power Grids", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-6", "text": "Regional Power Grids\nSingapore has an ongoing Request for Proposal to import a capacity of 4 GW of low-carbon electricity by 2035, which is expected to make up around 30% of Singapore’s total projected supply.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-7", "text": "As a pathfinder to the ASEAN Power Grid, Singapore has begun importing renewable hydropower from the Lao People’s Democratic Republic (PDR) since June 2022, using existing interconnections via Thailand and Malaysia, as part of the Lao PDR-Thailand-Malaysia-Singapore Power Integration Project (LTMS-PIP).", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-8", "text": "To further develop and refine our technical and regulatory frameworks for large-scale electricity imports, Singapore has also announced two small-scale trial imports of electricity: 100 MW from Peninsular Malaysia and 100 MW from a solar farm in Pulau Bulan, Indonesia.\n\nThe 60 megawatt-peak floating solar photovoltaic farm at Tengeh reservoir has some 120,000 solar panels spanning across 45 hectares, or the equivalent of about 45 football fields. Image courtesy of Sembcorp Industries.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-9", "text": "Emerging Low-Carbon Alternatives\nSingapore is studying emerging low-carbon technologies like hydrogen, carbon capture utilisation and storage (CCUS), and advanced geothermal systems as possible paths to decarbonising our power sector. Under the Low-Carbon Energy Research (LCER) Funding Initiative, we have awarded S$55 million to support 12 research, development and demonstration projects on low-carbon hydrogen and CCUS, with another S$129 million set aside for the next phase of the programme.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-10", "text": "Low-Carbon Hydrogen\n\nGiven its potential as an alternative fuel and industrial feedstock, low-carbon hydrogen has emerged as a key potential decarbonisation pathway for Singapore. Although many low-carbon hydrogen technologies and supply chains are still nascent, Singapore is taking steps to prepare for hydrogen deployment. Our National Hydrogen Strategy is organised around five key thrusts:", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-11", "text": "Experimenting with the use of advanced hydrogen technologies at the cusp of commercial readiness through pathfinder projects;\nInvesting in research and development (R&D) to unlock key technological bottlenecks;\nPursuing international collaboration to enable supply chains for low-carbon hydrogen;\nUndertaking long-term land and infrastructure planning; and", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-12", "text": "Supporting workforce training and development of our broader hydrogen economy, so that Singaporeans will be ready to capture new opportunities in the global hydrogen economy.\n\nTo kickstart our efforts, the Energy Market Authority (EMA) and the Maritime Port Authority (MPA) had jointly called for interested parties to submit proposals under an Expression-of-Interest to build, own and operate low or zero-carbon power generation and bunkering solutions in December 2022.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-13", "text": "Singapore also published a hydrogen feasibility study report, “Study of Hydrogen Imports and Downstream Applications for Singapore”, which was jointly commissioned by the National Climate Change Secretariat (NCCS), Singapore’s Economic Development Board (EDB) and Energy Market Authority (EMA) and concluded in June 2021.\nCarbon Capture, Utilisation and Storage (CCUS)", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-14", "text": "Carbon Capture, Utilisation and Storage (CCUS)\nWe are also exploring possible CCUS deployment pathways. Carbon dioxide captured could be sequestered in suitable sub-surface geological formations, utilised as feedstock for synthetic fuels or as building materials through mineralisation. Singapore will continue to monitor technological and market developments, and scale up deployment as pathways become techno-economically viable. Read more about CCUS in Singapore.\nNatural Gas", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-15", "text": "Natural Gas\nSince 2000, Singapore has shifted away from less efficient fossil fuels and in turn increased the percentage of natural gas used in electricity generation from 19% to more than 95% today.\nNatural gas will continue to be an important fuel for Singapore in the near future as we scale up our other switches. We will continue working with the industry to improve the energy and carbon efficiency of natural gas generation units during this transition.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "adbff36bed2c-16", "text": "Among all fossil fuels, natural gas produces the least amount of carbon emissions per unit of electricity. Singapore’s fuel mix allows our emission to be much less carbon intensive than other nations that still use coal as an important part of their power generation. Singapore’s Grid Emission Factor — a measure of the carbon intensity of electricity generation — has fallen from 0.4237 kgCO2/kWh in 2016 to 0.4057 kgCO2/kWh in 2021.\n\nSingapore’s Grid Emission Factor, 2016 to 2021. Source: EMA", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/power"}
{"id": "ee0dec6374c7-0", "text": "GLOBAL IMPACT OF CLIMATE CHANGE\nThe Earth’s air, water and land are all linked to the climate. Any small increase in global average temperature over an extended period can trigger a chain reaction of climatic change around the world. Less rain can lead to drought, while too much rain can lead to flooding. More hot days during the year can dry up crops and affect people, plants and animals. In many places, people will struggle to cope with the changing environment.", "source": "https://www.nccs.gov.sg/about-climate-change/global-impact-of-climate-change"}
{"id": "ee0dec6374c7-1", "text": "According to the Intergovernmental Panel on Climate Change’s (IPCC) Working Group I Sixth Assessment Report (released on 6 August 2021), world average surface temperatures could increase by 1.0°C to 5.7°C by the end of this century. The rate of global mean sea level rise has accelerated and will continue throughout the 21st century, ranging from 0.32m to 1.01m.", "source": "https://www.nccs.gov.sg/about-climate-change/global-impact-of-climate-change"}
{"id": "ee0dec6374c7-2", "text": "2021 was Singapore’s second wettest year since 1980, with higher-than-average rainfall for most months and annual total rainfall of 2809.6mm at the Changi climate station. (From “2021 Climate and Weather: The Year in Review”, NEA)\nGlobal Consequences", "source": "https://www.nccs.gov.sg/about-climate-change/global-impact-of-climate-change"}
{"id": "ee0dec6374c7-3", "text": "Global Consequences\nWhile a localised temperature change of 2°C or 3°C may not seem serious, it has grave consequences on a global scale because this temperature increase directly impacts the sustainability of water, food supplies, ecosystems, coastal stability and public health.\nThe following diagram summarises the environmental impact created by an increase in the global average annual temperature :", "source": "https://www.nccs.gov.sg/about-climate-change/global-impact-of-climate-change"}
{"id": "8086fc9d47ea-0", "text": "HOW WE ARE AFFECTING CLIMATE CHANGE\nThe Greenhouse Effect\nThe greenhouse effect occurs naturally when heat from the Earth’s surface is absorbed by greenhouse gases (GHGs), such as carbon dioxide (CO2), methane (CH4) and nitrous oxide (N2O), which are naturally present in the air. These gases allow the Earth’s atmosphere to be warm enough to support life.", "source": "https://www.nccs.gov.sg/about-climate-change/how-we-are-affecting-climate-change"}
{"id": "8086fc9d47ea-1", "text": "However, the burning of fossil fuels for energy, industrial production and the clearing of forests to raise livestock have increased the production of GHGs. These additional GHGs trap even more heat in the atmosphere, making the Earth warmer.", "source": "https://www.nccs.gov.sg/about-climate-change/how-we-are-affecting-climate-change"}
{"id": "8086fc9d47ea-2", "text": "Based on the Intergovernmental Panel on Climate Change’s (IPCC) Working Group I Sixth Assessment Report (released in August 2021)  , the global atmospheric CO2 concentration stood at 410 parts per million (ppm) in 2019 and increased at approximately 2.4 ppm per year from 2011 to 2019.\nThe Enhanced Greenhouse Effect\n\nSource: Climate Change & Singapore: Challenges. Opportunities. Partnerships", "source": "https://www.nccs.gov.sg/about-climate-change/how-we-are-affecting-climate-change"}
{"id": "6fcb210b296d-0", "text": "INTER-MINISTERIAL COMMITTEE ON CLIMATE CHANGE\nThe Inter-Ministerial Committee on Climate Change (IMCCC) enhances Whole-of-Government coordination on climate change policies to ensure that Singapore is prepared for the impacts of climate change. Established in 2007, IMCCC is chaired by Mr Teo Chee Hean, Senior Minister and Coordinating Minister for National Security.\nIMCCC Members\nChairman\n\nMr Teo Chee Hean, Senior Minister and Coordinating Minister for National Security\n\nMembers", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-1", "text": "Members\n\nMr Lawrence Wong, Deputy Prime Minister, Minister for Finance and Minister-in-charge of Strategy Group\nMs Grace Fu, Minister for Sustainability and the Environment\nDr Vivian Balakrishnan, Minister for Foreign Affairs\nMr Gan Kim Yong, Minister for Trade and Industry\nMr S Iswaran, Minister for Transport and Minister-in-charge of Trade Relations\nMr Desmond Lee, Minister for National Development", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-2", "text": "Mr Desmond Lee, Minister for National Development\nMs Indranee Rajah, Minister, Prime Minister’s Office, Second Minister for Finance and Second Minister for National Development\n\nCommittees and Work Groups Addressing Singapore’s Climate Change-related Issues\n\nIMCCC Executive Committee", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-3", "text": "IMCCC Executive Committee\nIMCCC is supported by an Executive Committee (Exco) comprising the permanent secretaries of the respective Ministries. The IMCCC Exco oversees the work of the Long-Term Emissions and Mitigation Working Group (LWG), Resilience Working Group (RWG), Sustainability Working Group (SWG), Green Economy Working Group (GEWG) and Communications and Engagement Working Group (CEWG).\nIMCCC Exco Members\nChairman", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-4", "text": "IMCCC Exco Members\nChairman\n\nMr Leo Yip, Head Civil Service, Permanent Secretary (Prime Minister’s Office)(Strategy)\n\nMembers\n\nMr Stanley Loh, Permanent Secretary (Sustainability and the Environment)\nMrs Tan Ching Yee, Permanent Secretary (Finance)\nMs Lai Wei Lin, Second Permanent Secretary (Finance)\nMr Albert Chua, Permanent Secretary (Foreign Affairs)\nMrs Ow Foong Pheng, Permanent Secretary (National Development)\nMs Chan Lai Fung, Permanent Secretary (National Research and Development)", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-5", "text": "Mr Lee Chuan Teck, Permanent Secretary (Trade and Industry)(Development)\nMr Loh Ngai Seng, Permanent Secretary (Transport)\nDr Beh Swan Gin, Chairman, Economic Development Board\nMr Ravi Menon, Managing Director, Monetary Authority of Singapore\n\nSecretariat\n\nMr Benedict Chia, Director General (Climate Change), National Climate Change Secretariat, Strategy Group, Prime Minister’s Office\nMr Heng Jian Wei, Director (Policy), National Climate Change Secretariat, Strategy Group, Prime Minister’s Office", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-6", "text": "Long-Term Emissions and Mitigation Working Group\nThe Long-Term Emissions and Mitigation Working Group (LWG) develops plans to reduce Singapore’s  long-term emissions. LWG examines mitigation options, and identifies the capabilities, infrastructure and policies needed for long-term emissions reduction.\nResilience Working Group", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-7", "text": "Resilience Working Group\nThe Resilience Working Group (RWG) studies Singapore’s vulnerability to the effects of climate change and develops long-term plans that ensure the nation’s resilience to future environmental changes.\nSustainability Working Group\nThe Sustainability Working Group (SWG) develops the national sustainability agenda to strengthen Singapore’s resource resilience, and addresses emerging and cross-cutting issues on sustainability.\nGreen Economy Working Group", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-8", "text": "Green Economy Working Group\nThe Green Economy Working Group (GEWG) coordinates and enables the growth of Singapore’s green economy, so as to seize new economic opportunities in sustainability and create good jobs for Singaporeans.\nCommunications and Engagement Working Group", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "6fcb210b296d-9", "text": "Communications and Engagement Working Group\nCommunications and Engagement Working Group (CEWG) establishes communications priorities, to achieve greater whole-of-government coordination in climate change communications and engagement efforts, to build consensus on Singapore’s climate change plans and targets.", "source": "https://www.nccs.gov.sg/who-we-are/inter-ministerial-committee-on-climate-change"}
{"id": "8779ba2bf126-0", "text": "ENHANCING KNOWLEDGE AND EXPERTISE\nResearch is a key factor to enhancing our understanding of climate science so that we can develop effective adaptation measures. An understanding of regional and local climate is essential to building resilience, as we are located in an area at high risk to the effects of climate change.", "source": "https://www.nccs.gov.sg/singapores-climate-action/enhancing-knowledge-and-expertise"}
{"id": "8779ba2bf126-1", "text": "This is why we are augmenting our expertise in climate and weather science within the Meteorological Service Singapore (MSS) and local research institutions, and by forming partnerships with international experts.\n\nEnhancing our capabilities in climate modelling and climate science will enable Singapore to better prepare itself to adapt to climate change.\nAmassing Knowledge in Local Climate Change", "source": "https://www.nccs.gov.sg/singapores-climate-action/enhancing-knowledge-and-expertise"}
{"id": "8779ba2bf126-2", "text": "Amassing Knowledge in Local Climate Change\nOur local research institutes are providing invaluable knowledge on climate change and coastal protection through applied research. Their work on local climate modelling is also important, as regional or global data does not fully account for the variations in our climate and weather patterns.\nCentre for Climate Research Singapore", "source": "https://www.nccs.gov.sg/singapores-climate-action/enhancing-knowledge-and-expertise"}
{"id": "8779ba2bf126-3", "text": "Centre for Climate Research Singapore\nThe MSS established the Centre for Climate Research Singapore (CCRS) to improve the nation’s capabilities in climate science and modelling. The CCRS will anchor climate science capabilities in Singapore over the long term. The CCRS will collaborate with our universities and leading climate centres in other countries to spearhead impact studies that will support Whole-of-Government efforts in climate resilience.", "source": "https://www.nccs.gov.sg/singapores-climate-action/enhancing-knowledge-and-expertise"}
{"id": "8779ba2bf126-4", "text": "The National University of Singapore (NUS) and Nanyang Technological University (NTU) have also set up the following centres to aid in applied research:\nSingapore-Delft Water Alliance (SDWA), NUS\nSDWA conducts research using environmental sensing, intelligent data processing and modelling to improve our knowledge of the water cycle. Other capabilities include real-time forecasting and warning by simulating and analysing extreme weather events to develop decision support systems.", "source": "https://www.nccs.gov.sg/singapores-climate-action/enhancing-knowledge-and-expertise"}
{"id": "8779ba2bf126-5", "text": "Tropical Marine Science Institute (TMSI), NUS\nTMSI is a centre of excellence that conducts R&D and consultancy in both tropical marine and climate science. Its multidisciplinary research labs and international partnerships allow for investigation into physical oceanography, acoustics, marine biology, marine mammals, biofuels, water resources and climate change. TMSI contributed to Phase 1 of the Climate Change Study and is assisting Singapore with the Risk Map Study.", "source": "https://www.nccs.gov.sg/singapores-climate-action/enhancing-knowledge-and-expertise"}
{"id": "8779ba2bf126-6", "text": "Earth Observatory of Singapore (EOS), NTU\nEOS conducts research that seeks to make accurate predictions of the regional consequences that can be expected from climate change. Currently, EOS is studying how sea surface temperature, saltiness and water circulation have affected Southeast Asian monsoons in the past. This knowledge can help us to make informed decisions when planning future drainage systems.", "source": "https://www.nccs.gov.sg/singapores-climate-action/enhancing-knowledge-and-expertise"}
{"id": "82a7c40db570-0", "text": "GREEN ICT\nWith a vibrant and thriving green information and communication technologies (ICT) industry comprising more than 80 of the top 100 software and services companies in the world, Singapore is at the forefront of green ICT development. The Infocomm Media Development Agency (IMDA) routinely works with industry partners and companies to advance Singapore’s position within the ICT industry. This makes us the perfect location for companies looking to develop and test bed new solutions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/green-ict"}
{"id": "82a7c40db570-1", "text": "IMDA has established the Green Data Centre Innovation Programme (GDCIP) to support high impact research, development and demonstration (RD&D) in data centre efficiency in Singapore. It consists of three initiatives:", "source": "https://www.nccs.gov.sg/singapores-climate-action/green-ict"}
{"id": "82a7c40db570-2", "text": "The Green Data Centre Research Grant Call provides research funding for key areas of research that can be multi-disciplinary in nature, and focuses on technology transfer into actual products and services. Collaboration between the research community and the industry is strongly encouraged.", "source": "https://www.nccs.gov.sg/singapores-climate-action/green-ict"}
{"id": "82a7c40db570-3", "text": "The Green Data Centre Innovation Call-for-Collaboration spurs innovation by catalysing the development and adoption of innovative green data centre related products, solutions and services. IMDA intends to invite proposals from the industry to prototype and pilot innovative solutions that cut across the facilities, ICT systems and design to significantly improve the energy efficiency of local data centres.", "source": "https://www.nccs.gov.sg/singapores-climate-action/green-ict"}
{"id": "82a7c40db570-4", "text": "IMDA will work with the industry to build and manage a Green Data Centre Innovation Hub to demonstrate emerging technologies and innovations that can be adopted by data centres. The Hub, as a data centre platform, will take a coordinated and multi-disciplinary approach towards open collaborations amongst industry.\nIMDA will continue to develop policies and guidelines related to resource efficiency such as energy use by data centres in Singapore to achieve a sustainable computing infrastructure.", "source": "https://www.nccs.gov.sg/singapores-climate-action/green-ict"}
{"id": "c0489c529bd5-0", "text": "COASTAL PROTECTION\nWith most of Singapore being within 15 m above Singapore Height Datum and around 30 per cent of our island being less than 5 m above Singapore Height Datum, any additional increase caused by climate change is an immediate threat.\nProtecting our coastline and improving drainage is one of our priorities in dealing with the effects of climate change.", "source": "https://www.nccs.gov.sg/singapores-climate-action/coastal-protection"}
{"id": "c0489c529bd5-1", "text": "To cater for long-term sea level rise, the minimum land reclamation level in Singapore was raised from 3 metres to 4 metres above the Singapore Height Datum in 2011. This level is adequate in addressing projected sea level rise under the Second National Climate Change Study. PUB and related agencies will continue to review the minimum reclamation levels with information from new studies available.", "source": "https://www.nccs.gov.sg/singapores-climate-action/coastal-protection"}
{"id": "c0489c529bd5-2", "text": "Minimum platform levels for new reclamation projects were increased to cope with potential rising sea levels.\nSafeguarding Our Coastline", "source": "https://www.nccs.gov.sg/singapores-climate-action/coastal-protection"}
{"id": "c0489c529bd5-3", "text": "Safeguarding Our Coastline\nOur current efforts to defend our coastal areas from erosion include the construction of walls and stone embankments covering 70 per cent to 80 per cent of Singapore’s coastline. The rest are natural areas such as beaches and mangroves. Coastal engineering, wave dynamics, coastal morphology and hydrodynamics all contribute to the development of appropriate protective measures.", "source": "https://www.nccs.gov.sg/singapores-climate-action/coastal-protection"}
{"id": "c0489c529bd5-4", "text": "The Coastal Adaptation Study (CAS) was commissioned by the Building & Construction Authority (BCA) to assess the potential impacts of coastal inundation under possible climate change scenarios, and to study possible long-term adaptation measures. The Government is reviewing the findings of the CAS to develop long-term strategies to protect Singapore’s coasts.\nOur Natural Barriers", "source": "https://www.nccs.gov.sg/singapores-climate-action/coastal-protection"}
{"id": "c0489c529bd5-5", "text": "Our Natural Barriers\nLocal institutions are collaborating on research into natural coastal protection measures such as the use of plants like mangroves and sea grasses as natural barriers to inundation.", "source": "https://www.nccs.gov.sg/singapores-climate-action/coastal-protection"}
{"id": "c0489c529bd5-6", "text": "Although plants provide natural protection from the effects of climate change, they are also vulnerable to its effects. This is because climate change alters our ecosystem’s natural processes such as soil formation, nutrient storage and pollution absorption. This can affect the ability of natural barriers to mitigate flooding and tidal surges.", "source": "https://www.nccs.gov.sg/singapores-climate-action/coastal-protection"}
{"id": "da8b000c2599-0", "text": "ADAPTATION EFFORTS\nClimate change affects Singapore’s annual mean surface temperature, which has risen at an average rate of 0.2-0.3°C per decade since the 1980s. The recent ten years in 2010-2019 was the warmest decade on record at 27.95°C. The daily rainfall totals and frequency of days with heavier rainfall have also risen.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/adaptation-overview"}
{"id": "da8b000c2599-1", "text": "Additionally, the mean sea level has shown an annual increase of 3 mm per year over the last 15 years (on islandwide average). This makes adaptation measures a necessity for Singapore to prepare for the effects and to increase resilience to the effects of climate change.\nSingapore’s Approach to Adaptation", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/adaptation-overview"}
{"id": "da8b000c2599-2", "text": "Singapore’s Approach to Adaptation\nSingapore has started making early preparations to adapt to the impact of climate change. At the same time, our understanding of climate change is continually evolving. To address the projected effects of climate change over the next 50 to 100 years, the government has introduced a resilience framework to guide our efforts in safeguarding Singapore over the long term.\nSingapore’s Adaptation Approach\n\nSource: Resilience Working Group", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/adaptation-overview"}
{"id": "da8b000c2599-3", "text": "Source: Resilience Working Group\nBeing Flexible to Incorporate Future Findings\nThe Resilience Working Group (RWG) under the Inter-Ministerial Committee on Climate Change (IMCCC) is currently studying measures that will address our physical vulnerabilities to climate change.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/adaptation-overview"}
{"id": "da8b000c2599-4", "text": "These includes an evaluation of the Phase 2 Climate Change Study and the Building and Construction Authority’s (BCA) Risk Map Study. Updates from these studies will be reviewed by RWG so that they can be incorporated into Singapore’s long-term adaptation plans.", "source": "https://www.nccs.gov.sg/singapores-climate-action/overview/adaptation-overview"}
{"id": "571461f1b8f1-0", "text": "INDUSTRY\nTo support businesses in their decarbonisation journeys, the Government has introduced a suite of measures to help companies improve energy efficiency, reduce emissions, and seize opportunities in the green economy.\nEnergy Efficiency Measures", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-1", "text": "Energy Efficiency Measures\nIndustry is the largest energy-consuming sector in Singapore, with significant potential to save energy through better and sustained energy management. Energy efficiency measures provide the economic benefits of lowering energy costs to individuals and businesses while reducing carbon emissions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-2", "text": "The Energy Efficiency Fund, Resource Efficiency Grant for Emissions and the Investment Allowance for Emissions Reduction support businesses in improving the energy efficiency and other forms of emissions reduction (such as reduction in non-CO2 greenhouse gas emissions and flare gas recovery) in their industrial facilities. These measures enable businesses to reduce their carbon footprint, lower operational costs, and increase business competitiveness", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-3", "text": "We are also supporting local enterprises, particularly Small and Medium Enterprises (SMEs), in building long-term capabilities in sustainability and capturing green growth opportunities through the Enterprise Sustainability Programme.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-4", "text": "The Energy Conservation Act (ECA) was enacted in June 2012 and the Energy Conservation (Energy Management Practices) Regulations came into force in April 2013, with the aims of focusing management attention and levelling up laggards in energy management. Mandatory energy management practices stipulated by the ECA included:\n\nAppointing a certified energy manager;\nMonitoring and reporting energy use and greenhouse gas emissions annually; and\nSubmitting energy efficiency improvement plans annually.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-5", "text": "In June 2017, the ECA was enhanced to stipulate more energy management practices as part of Singapore’s efforts to achieve its pledge under the Paris Agreement. The enhancements include:\n\nStrengthening measurement and reporting requirements for greenhouse gas emissions;\nRequiring companies to implement energy management systems, undertake regular energy efficiency opportunity assessments or implement energy performance monitoring;", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-6", "text": "Introducing minimum energy efficiency standards for common energy consuming industrial equipment and systems; and\nRequiring companies which are building new energy-intensive facilities to review the facility design of such new ventures for energy efficiency opportunities, and to monitor and report their energy use and performance indicators based on measured data.\n\nRead more about our initiatives to improve industrial energy efficiency, which include:", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-7", "text": "The Energy Services Company (ESCO) Accreditation Scheme and Singapore Certified Energy Manager (SCEM) Programme to help grow technical and professional capabilities in Singapore; and\nThe Energy Efficiency National Partnership Programme, a voluntary programme launched by NEA, EDB and EMA in 2010, which aims to foster a culture of sustained energy efficiency improvement in industry.\n\nTransforming the Energy & Chemicals Sector", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-8", "text": "The Sustainable Jurong Island report details plans to transform Jurong Island into a Sustainable Energy & Chemicals (E&C) Park that operates sustainably and exports sustainable chemicals globally. By 2030, Singapore aims to increase output of sustainable products by 1.5 times from 2019 levels, and realise at least 2 MtCO2e of carbon capture potential", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-9", "text": "By 2050, we aspire to increase the output of sustainable products by four times from 2019 levels, and achieve more than 6 MtCO2e of carbon abatement per annum from low-carbon solutions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-10", "text": "To support the industry in its efforts to transform Jurong Island, the Government is putting in place infrastructure and support measures:\n\nIncorporating sustainability into the planning of greenfield sites and investments\nBuilding specialised or shared infrastructure\nConceptualising the CCU Translational Testbed to accelerate the development of CCU technologies in Singapore\nIntroducing incentives to support the adoption of decarbonisation measures\nSupporting R&D in low-carbon solutions", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-11", "text": "Supporting R&D in low-carbon solutions\n\nCarbon Capture, Utilisation and Storage (CCUS)", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-12", "text": "We are also exploring possible CCUS deployment pathways. Carbon dioxide captured from industrial facilities in Singapore could be sequestered in suitable sub-surface geological formations, utilised as feedstock for synthetic fuels or as building materials through mineralisation. Singapore will continue to monitor technological and market developments, and scale up deployment as pathways become techno-economically viable", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-13", "text": "For Jurong Island, we aim to realise at least 2 MtCO2e of carbon capture potential per annum by 2030, and achieve more than 6 MtCO2e of carbon abatement per annum by 2050.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-14", "text": "Read the CCUS feasibility study report, “Carbon Capture, Storage, and Utilisation: Decarbonisation Pathways for Singapore’s Energy and Chemicals Sectors”, which was jointly commissioned by the National Climate Change Secretariat (NCCS) and Singapore’s Economic Development Board (EDB), and concluded in June 2021.\nLow-Carbon Hydrogen", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-15", "text": "Low-Carbon Hydrogen\nGiven its potential as an alternative fuel and industrial feedstock, low-carbon hydrogen has emerged as a key potential decarbonisation pathway for Singapore. Although many low-carbon hydrogen technologies and supply chains are still nascent, Singapore is taking steps to prepare for hydrogen deployment. Read more about \nour hydrogen strategy.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "571461f1b8f1-16", "text": "our hydrogen strategy. \nSingapore’s energy efficiency measures, sectoral transformation plans, and development of hydrogen and CCUS technologies complement our carbon tax in helping our businesses transition to a green economy.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/industry"}
{"id": "cea0bce0098e-0", "text": "FOR ORGANISATIONS\nSustainability will be a key competitive advantage for us, and present new growth opportunities, as Singapore develop our Green Economy.\nVisit here for more information on what businesses can do to be a part of the Green Plan.", "source": "https://www.nccs.gov.sg/singapores-climate-action/for-organisations"}
{"id": "9c2e9db780cf-0", "text": "CARBON SERVICES AND TRADING\nThe finalisation of Paris Agreement Article 6 rulebook at COP-26 provides the foundation for both private and public actors to leverage carbon markets to meet their climate goals. As an aspiring carbon services and trading hub, Singapore is well placed to seize new green growth opportunities in this space.", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-1", "text": "Beyond opportunities in carbon exchanges to facilitate trading, the growing carbon market is expected to drive demand for goods and services related to low-carbon project development, project financing, trading, consultancy, and measurement, reporting and verification (MRV)", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-2", "text": "Based on a study commissioned by Economic Development Board (EDB) and Enterprise Singapore (ESG), Singapore can leverage its position as an established professional services, trading, and financial hub, as well as its proximity to South East Asia that is one of the largest carbon credit sources and is seeing growing demand for carbon services as it seeks to decarbonise, to develop as a carbon services and trading hub", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-3", "text": "It is estimated that this could create a projected gross value added (GVA) of US$1.8-5.6 billion, depending on international climate change developments.", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-4", "text": "We are studying the new opportunities arising from Singapore’s development as a carbon services and trading hub, how we could leverage this to add value to our economy and create good jobs for Singaporeans, and how we can anchor these economic opportunities in Singapore", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-5", "text": "Notwithstanding, we have been facilitating the growth of the carbon services ecosystem in Singapore by encouraging existing firms and new entrants to expand their capabilities and use Singapore as a regional gateway for carbon services. Interest has been picking up.", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-6", "text": "Today, Singapore is home to more than 70 organisations providing carbon services, which is the highest concentration of service providers in South East Asia, as global companies and local ecosystem players putting in resources to establish and anchor their new carbon services platforms in Singapore", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-7", "text": "We are also advancing research in nature-based solutions through the NUS Centre for Nature-Based Climate Solutions, which focuses on improving the environmental integrity and project credibility of nature-based solutions. This will allow us to tap the enormous potential for nature-based solutions in South East Asia.", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-8", "text": "Why are we interested in growing Singapore as a carbon services and trading hub?\nCarbon credits provide a decarbonisation pathway for hard-to-abate sectors and represent an opportunity to support emissions reductions globally. Companies are also increasingly looking to manage their climate impact and decarbonise. Hence, it is likely that the demand for carbon services and trading will grow, and this is a promising growth area for Singapore that could create good, green jobs for Singaporeans.", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-9", "text": "Singapore is well-placed to be a leading carbon services and trading hub. Singapore’s robust legislative framework, and position as an established professional services, trading, and financial hub, put us in a good position to support the development of an internationally trusted carbon services and trading ecosystem in Asia", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-10", "text": "Being an international aviation and shipping hub also makes Singapore an attractive carbon credits trading destination for international sectoral schemes such as the Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA).", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "9c2e9db780cf-11", "text": "Southeast Asia holds the highest density of carbon prospecting for nature-based climate solutions such as reforestation and blue carbon . Being a part of this region, this can make us well-placed to provide services to originate, finance and trade carbon credits from and in the region.", "source": "https://www.nccs.gov.sg/singapores-climate-action/carbon-services-and-trading"}
{"id": "d4e9287f16ef-0", "text": "IMPACT OF CLIMATE CHANGE IN SINGAPORE\nSingapore is not insulated from the impact of climate change. From 1980 to 2020, the annual mean temperature has increased from 26.9°C to 28.0°C. The mean sea level in the Straits of Singapore has also increased at the rate of 1.2mm to 1.7mm per year in the period 1975 to 2009.\nRainfall has become more intense in recent years. Annual rainfall total for Singapore has increased at an average rate of 67 mm per decade from 1980 to 2019.", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-1", "text": "In 2001, the first recorded cyclone near the equator, Typhoon Vamei, swept north of Singapore and caused major flooding in the region. It is uncertain whether such tropical cyclones near the equator will occur more frequently in the future.\nHow Can Climate Change Affect Singapore?\nSea level rise", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-2", "text": "Sea level rise\nAs a low-lying island, the rise in sea level poses the most immediate threat to Singapore. Much of our nation lies only 15 m above the Singapore Height Datum 1, with about 30 per cent of our island being less than 5 m above the Singapore Height Datum.", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-3", "text": "1. Singapore Height Datum is the reference established based on the mean sea level determined at the tide gauge located at Victoria Dock in Tanjong Pagar between 1935-1937. It is used for height measurement in engineering and mapping activities.↩\nWater resources", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-4", "text": "Water resources\nAn increase in the intensity of weather variability could present significant challenges to the management of our water resources. Periods of drought can affect the reliability of Singapore’s water supply, while sudden episodes of intense rainfall could overwhelm our drainage system and lead to flash floods.\nBiodiversity and greenery", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-5", "text": "Biodiversity and greenery\nA mean temperature increase of 1.5°C to 2.5°C could affect the natural diversity of Singapore’s plants and animals at risk, as this alters our ecosystem’s natural processes such as soil formation, nutrient storage and pollution absorption.\nEffect on public health", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-6", "text": "Effect on public health\nSingapore is situated in a region where vector-borne diseases are endemic. Most cases of vector-borne diseases like dengue are observed during warmer periods of the year. In addition, frequent and severe instances of warm weather may lead to more occurrences of heat stress and discomfort among the elderly and sick.\n\nA warmer climate creates heat stress and discomfort, with the elderly most at risk.\nUrban heat island effect", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-7", "text": "Urban heat island effect\nUrban areas tend to be warmer due to the replacement of natural land cover with buildings and other infrastructure that retain or produce heat. Higher annual temperatures can also lead to heat stress as well as greater use of air-conditioning, increasing Singapore’s energy demands. This in turn results in higher domestic carbon emissions.\nFood security", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-8", "text": "Food security\nThe effects of climate change, such as intense storms, flooding and prolonged droughts, are one of the trends threatening global food security. In Singapore, we are particularly vulnerable to fluctuations in global food supply and prices, as we import more than 90 per cent of our food.\n\nA small increase in global temperature can cause changes in weather patterns that will disrupt crops grown in other countries, and eventually our food supply.\nNational Climate Change Study", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-9", "text": "National Climate Change Study\nSingapore has undertaken three National Climate Change Studies to better understand the potential impact of climate change on the country.", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-10", "text": "The CCRS has started work on the third Climate Change Study for Singapore (V3) which will contextualise the findings from the Intergovernmental Panel on Climate Change’s (IPCC) Working Group I Sixth Assessment Report, study its impact on Singapore, and provide localised and high-resolution climate projections derived from the latest climate models used by the IPCC.\nThe first study was completed in 2013.", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-11", "text": "The second study, which updated the projections for Singapore based on the findings of the IPCC AR5, was a joint effort between the Meteorological Service Singapore’s (MSS) Centre for Climate Research Singapore (CCRS) and the UK Met Office, Hadley Centre. Phase 1 of the study was completed in 2015 and its findings were consistent with those from the IPCC AR5 which predicted global sea level rise, as well as higher temperatures and more extreme rainfall", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-12", "text": "The long-term effects of climate change would lead to a temperature increase of 1.4°C to 4.6°C and a rise in sea level by up to about 1m by the end of the century.", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "d4e9287f16ef-13", "text": "(Click to download larger image)\nSource: Ministry of Sustainability and the Environment\nPhase 2 of the study makes use of the projections from Phase 1 to examine the climate change impacts on areas such as water resources and drainage, biodiversity and greenery, network infrastructure and building infrastructure.", "source": "https://www.nccs.gov.sg/singapores-climate-action/impact-of-climate-change-in-singapore"}
{"id": "50bddd3cc0d0-0", "text": "WHAT IS CLIMATE CHANGE\nClimate change refers to significant variations in global weather patterns that persist over an extended period of time.\n\nMany places in the world are experiencing higher temperatures due to global warming.", "source": "https://www.nccs.gov.sg/about-climate-change/what-is-climate-change"}
{"id": "50bddd3cc0d0-1", "text": "Over the past 100 years, global temperatures have been increasing faster than ever before. As the Earth gets warmer, rain patterns are changing, sea levels are rising, and year after year, snow and ice are melting sooner each spring. The impact of climate change on the environment is becoming increasingly apparent as climate conditions continue to change and intensify.", "source": "https://www.nccs.gov.sg/about-climate-change/what-is-climate-change"}
{"id": "50bddd3cc0d0-2", "text": "The consensus among the scientific community is that climate change is the result of a complex combination of natural and man-made activity. The findings of the United Nations’ Intergovernmental Panel on Climate Change (IPCC), an internationally accepted authority on climate change that provides comprehensive scientific assessments on climate change, indicate that human activities are indeed speeding up climate change.", "source": "https://www.nccs.gov.sg/about-climate-change/what-is-climate-change"}
{"id": "4708bfd79093-0", "text": "TRANSPORT\nSustainability is intrinsic to the design of Singapore’s Land Transport system, which accounts for about 15% of carbon emissions in Singapore.\nMaking Walk-Cycle-Ride the Preferred Mode to Travel\nThe Land Transport Master Plan 2040 highlights our plan to reduce the land transport\nsector’s carbon footprint. A significant needle-mover to reduce emissions is to go car-lite by encouraging the use of Walk-Cycle-Ride modes of transport.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/transport"}
{"id": "4708bfd79093-1", "text": "Singapore is taking further steps to green our public transport operations, and targets to raise the mass public transport modal share during peak hour to 75 per cent by 2030. We will continue to improve the connectivity and sustain the reliability of our rail network, including to expand our MRT network to 360km by the 2030s. Since 2020, all new public bus purchases are cleaner energy buses, including electric or hybrid buses. Singapore aims", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/transport"}
{"id": "4708bfd79093-2", "text": "to gradually replace all existing diesel buses with cleaner energy buses by 2040, so that the public can enjoy quieter commutes and cleaner air.\nWe are also working towards building a liveable and sustainable city where walking and cycling become more common commuting choices. To encourage Active Mobility, we will expand the cycling path network to around 1,300km islandwide by 2030 under the\nIslandwide Cycling Network Programme. We will also repurpose suitable stretches of road", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/transport"}
{"id": "4708bfd79093-3", "text": "into wider footpaths, cycling paths, or bus lanes, to better support cycling and walking.\nPromoting Cleaner Energy Vehicles\nSingapore aims to have all vehicles to run on cleaner energy by 2040. To support the adoption of Electric Vehicles (EVs), Singapore has adopted a three-pronged approach:", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/transport"}
{"id": "4708bfd79093-4", "text": "Vehicle Taxes and Incentives. Singapore has implemented a range of measures such as the EV Early Adoption Incentive, Vehicular Emissions Scheme, Additional Registration Fee (ARF) floor reduction, and the revision of road tax framework for electric cars.\n\n\nRegulations and Standards. The Land Transport Authority (LTA) promotes and regulates the safe use of EVs and EV charging. Our national EV charging standard,", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/transport"}
{"id": "4708bfd79093-5", "text": "Technical Reference 25 (TR25), is periodically reviewed by representatives from industry, academia and government agencies to ensure that it remains aligned to\nindustry best practices.\n\n\nEV Charger Deployment. Singapore aims to deploy 60,000 electric vehicle EV charging points nationwide by 2030, comprising 40,000 in public car parks and 20,000 in private premises. Every HDB town will be EV-ready by 2025, with around 2,000 HDB carparks to be fitted with EV charging points.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/transport"}
{"id": "4708bfd79093-6", "text": "Learn more about Singapore’s EV vision and road map.\nWe are also enhancing existing transport facilities to make them more environmentally friendly, and designing and building new land transport, airport and port facilities that are sustainable and green, by incorporating energy efficient and carbon mitigation features and\ntechnologies.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/transport"}
{"id": "78b6759e59da-0", "text": "DRAINAGE AND FLOOD PROTECTION\nSingapore adopts an integrated approach to stormwater management that balances our need for water supply with the need to manage flood risks.\nEnhancing Our Flood Resilience\nWith climate change, rainfall events could increase in frequency and intensity. PUB, the National Water Agency, has taken a holistic approach to introduce flexibility and adaptability to Singapore’s drainage system.", "source": "https://www.nccs.gov.sg/singapores-climate-action/drainage-and-flood-prevention"}
{"id": "78b6759e59da-1", "text": "Through the “Source-Pathway-Receptor” approach, measures are not only carried out along the Pathway (e.g. through widening and deepening of drains and canals), but also implemented at the Source where stormwater runoff is generated (e.g. through on-site detention) and at the Receptor where floods may occur (e.g. through platform levels, crest protection and flood barriers)", "source": "https://www.nccs.gov.sg/singapores-climate-action/drainage-and-flood-prevention"}
{"id": "78b6759e59da-2", "text": "This approach is sustainable as stormwater management is addressed at all parts of the drainage system, with building owners and developers playing a role in managing the impact of their developments on flood risks.", "source": "https://www.nccs.gov.sg/singapores-climate-action/drainage-and-flood-prevention"}
{"id": "78b6759e59da-3", "text": "Since January 2014, developers of new and redeveloped sites are required to implement on-site measures such as detention tanks, green roofs, rain gardens or retention ponds to slow down the flow of stormwater discharged from their developments into the public drainage system.\n \n(click to download larger image)\nSource: PUB, the National Water Agency", "source": "https://www.nccs.gov.sg/singapores-climate-action/drainage-and-flood-prevention"}
{"id": "295baf6c5fd6-0", "text": "WASTE AND WATER\nCombatting Waste Emissions\nSingapore is embracing a shift towards a circular economy to reduce emissions, maximise resource efficiency and resilience, and conserve landfill space. The Government aims to improve Singapore’s overall recycling rate to 70% by 2030. The inaugural Zero Waste Masterplan was launched in 2019, and set an additional target to reduce the amount of waste sent to the landfill each day by 30% by 2030.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-1", "text": "Singapore’s integrated solid waste management system focuses on two key thrusts – waste minimisation and recycling. In land-scarce Singapore, Waste-to-Energy (WtE) plants offer the best technical solution for waste treatment by reducing waste volume efficiently to conserve landfill space, and generating electricity to offset carbon emissions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-2", "text": "Waste being prepared for incineration at the Keppel Seghers Tuas Waste-to-Energy plant. Besides diverting waste from landfills, incinerating waste also recovers heat energy that is used to produce and supply electricity to homes and factories. Image courtesy of Keppel Corporation Limited.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-3", "text": "The Resource Sustainability Act introduced in 2019 gave legislative effect to the regulatory measures targeting the three priority waste streams of e-waste, food waste and packaging waste, including plastics. Under the Act, the relevant producers are responsible for sustainable management of waste from their products at end-of-life.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-4", "text": "Singapore has also introduced an Extended Producer Responsibility (EPR) scheme for e-waste and a Mandatory Packaging Reporting (MPR) scheme for packaging waste management. The Government plans to introduce a disposable carrier bag charge by mid-2023 and a beverage container return scheme by mid-2024 which will lay the foundation for an EPR framework for packaging waste management.\nReducing Energy Usage by Desalination", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-5", "text": "Reducing Energy Usage by Desalination\nDesalinated water is one of Singapore’s water supply sources, meeting about 10% of the country’s water needs. We have been investing in research and development to improve the energy efficiency of the desalination process. One such project uses electrochemical desalting to reduce energy usage to less than half the volume currently being used by membrane-based desalination methods.\nWorld’s First Integrated Waste and Water Treatment Facility", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-6", "text": "We also aim to maximise energy efficiency in our water and waste treatment operations. One key initiative being developed is the co-location of the Tuas Water Reclamation Plant (TWRP) and an Integrated Waste Management Facility (IWMF), collectively known as Tuas Nexus. It will harness synergies from the solid waste and used water treatment processes such as to generate enough electricity to sustain its own operations, with any excess electricity exported to the national grid", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-7", "text": "Tuas Nexus is expected to be completed in phases from 2026 onwards.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-8", "text": "Tuas Nexus will include one of Southeast Asia’s largest sludge incineration plants, which will help to reduce direct methane emissions from wastewater sludge through incineration.\n\nIllustration of Tuas Nexus\nReducing Methane from Wastewater", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-9", "text": "Reducing Methane from Wastewater\nSingapore is exploring how to reduce direct methane emissions from wastewater sludge through incineration. The Sumitomo Mitsui Banking Corporation and ECO-Special Waste Management (ECO-SWM) have collaborated on the development of one of Southeast Asia’s largest sludge incineration plants in Singapore.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "295baf6c5fd6-10", "text": "With an estimated annual average reduction of 129,000 tonnes of carbon dioxide-equivalent (CO2e), the plant has been registered as an emissions reduction project with the United Nations Framework Convention on Climate Change and will generate carbon credits in Singapore.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/wasteandwater"}
{"id": "f3adcac3f6db-0", "text": "SINGAPORE AND INTERNATIONAL EFFORTS\nThe causes and impact of climate change can only be addressed effectively by a concerted international effort. Every country needs to play its part to reduce global concentrations of greenhouse gases (GHGs) and adapt to the impact of climate change.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-1", "text": "As a small low-lying city-state with an open economy, Singapore is particularly vulnerable to the consequences of climate change. We have a deep interest in global efforts to address potential disruptions to natural ecosystems and human societies. Singapore has always been a strong supporter of multilateral approaches to global issues, and we work closely with other countries to tackle the climate challenge.\nThe UN Framework Convention on Climate Change", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-2", "text": "The UN Framework Convention on Climate Change\nAt the centre of the global effort is the UN Framework Convention on Climate Change (UNFCCC), which sets the framework for governments to cooperate to address climate change, based on the principle of “common but differentiated responsibilities and respective capabilities, in light of different national circumstances”. International negotiations have been ongoing under the UNFCCC since the 1990s to increase international action on climate change.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-3", "text": "At Paris in December 2015, Parties to the UNFCCC adopted a landmark global climate agreement. The Paris Agreement  reaffirmed the commitment of the global community to advance the UN multilateral framework to address the challenges of climate change.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-4", "text": "Singapore has been an active player in the international climate change negotiations. We ratified the UNFCCC in 1997, and acceded to the Kyoto Protocol in 2006. We further ratified the Doha Amendment to the Kyoto Protocol in 2014, and signed the Paris Agreement on 22 April 2016 and ratified it on 21 September 2016. Under the UNFCCC process, we have been, and will continue to work with other parties to advance the international climate change agenda.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-5", "text": "Evolution of the UN Framework Convention on Climate Change\n1990\nIPCC’s First Assessment Report underscored the seriousness of climate change and linked emissions from human activities to the warming of the earth’s surface beyond natural effects.\n1992", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-6", "text": "The draft of the Framework Convention deliberated at the UN Conference on Environment and Development (UNCED) in Rio de Janeiro. The preparatory committee of UNCED and the Main Committee of the Rio meeting was chaired by Singapore’s Ambassador-at-Large Tommy Koh. It led to the landmark UNFCCC adopted by the United Nations", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-7", "text": "The framework required governments to develop policies and strategies to reduce greenhouse gas emissions within their national boundaries and adapt to irreversible climate change.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-8", "text": "The Convention on Climate Change enjoyed near universal membership, making it one of the most globally supported international agreements under the UN.\n1997\nThe Kyoto Protocol attendees negotiated with 41 developed countries (Annex I Parties) agreeing to binding targets for emissions reductions from 2008 to 2012.\n2005\nKyoto Protocol came into effect.\n2007\nBali Road Map established a new negotiating track to finalise a binding climate agreement involving all parties.\n2009", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-9", "text": "2009\nCopenhagen Climate Conference did not reach consensus, but a number of developed and developing countries announced targets on emission reduction efforts up to 2020.\n2010\nCancun Agreements formalised the reduction pledges and adopted decisions on mitigation, adaptation, finance, technology and REDD+ (Reducing Emissions from Deforestation and Forest Degradation Plus).\n2011", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-10", "text": "2011\nThe Durban Platform set out an agreement on a second commitment period of the Kyoto Protocol. There was also agreement to launch negotiations on a new, legally binding, global agreement that would apply to all countries, and come into effect in 2020. The Durban conference also agreed on a package of key decisions, including the setting up of a Green Climate Fund to channel climate-related finance resources for developing countries to reduce emissions and to adapt to climate change.\n2012", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-11", "text": "2012\nAt the UN Climate Change Conference in Doha, Parties agreed to a new commitment period of eight years under the Kyoto Protocol, agreed a firm timetable to adopt a universal climate agreement by 2015 and agreed a path to raise necessary ambition to respond to climate change. They also endorsed the completion of new institutions and agreed ways and means to deliver scaled-up climate finance and technology to developing countries.\n2013", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-12", "text": "2013\nIn Warsaw, Poland, the Parties produced a set of decisions including a rulebook for reducing emissions from deforestation and forest degradation and a mechanism to address loss and damage caused by long-term climate change impacts. They also agreed to communicate their respective contributions towards the global climate agreement well in advance of the 21st Conference of the Parties to the UNFCCC (COP-21) in Paris in 2015.\n2014", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-13", "text": "2014\nIn Lima, Peru, the Parties agreed on various ground rules to guide the submission of their respective contributions towards the global climate agreement. Pledges made by both developed and developing countries prior to and during the COP-20 also took the capitalisation of the new Green Climate Fund past an initial $10 billion target.\n2015", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-14", "text": "2015\nOn 12 December 2015 at the COP-21 in Paris, 196 Parties adopted a new climate agreement applicable to all Parties. The Paris Agreement, which will take effect post-2020, aims to hold the increase in global average temperature to well below 2°C, and pursue efforts to limit the temperature increase to 1.5°C.\n2018", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-15", "text": "2018\nFollowing three years of negotiations, the Parties adopted the Katowice Climate Package, which comprise a set of guidelines and procedures relating to the implementation of the Paris Agreement in Katowice, Poland. The conclusion of the Katowice Climate Package marks a major milestone to operationalise the Paris Agreement and reinforces the role of the UNFCCC in the multilateral system for global climate action.\n2021", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-16", "text": "In November 2021, the 26th Conference of the Parties (COP-26) to the United Nations Framework Convention on Climate Change (UNFCCC) in Glasgow laid a firm foundation, and accelerated the momentum for global climate action", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-17", "text": "As part of a substantive and balanced package of decisions, known as the Glasgow Climate Pact, Parties agreed to revisit their 2030 climate pledges, or Nationally Determined Contributions (NDC), and communicate Long-term Low Emissions Development Strategies (LEDS) towards net zero emissions, to align with the Paris Agreement temperature goal.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-18", "text": "At COP-26, Singapore, together with Norway, co-facilitated negotiations that brought the Article 6 rulebook across the finishing line, after six years of protracted talks. Article 6, which governs market and non-market cooperative mechanisms towards emission reduction, was the sole outstanding issue under the Paris Agreement Work Programme.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-19", "text": "The agreement on Article 6 clears the path for the establishment of mechanisms that facilitate the transfer of emission reductions, or carbon credits, between countries to meet their NDC, while ensuring high standards of environmental integrity.\nSingapore’s Pledge to Reduce Emissions", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-20", "text": "Singapore’s Pledge to Reduce Emissions\nPrior to the UNFCCC Climate Change Conference in Copenhagen in 2009, Singapore pledged to reduce our greenhouse gas emissions by 16 per cent below business-as-usual (BAU) levels in 2020. Singapore has achieved this pledge - our 2020 emissions of 52.8MtCO2e is equivalent to 32 per cent below its BAU levels, and it provides us with the confidence to further enhance our climate ambition.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-21", "text": "In line with the agreement adopted in Paris in December 2015, Singapore has made a further commitment to reduce our Emissions Intensity by 36 per cent from 2005 levels by 2030, and stabilise our greenhouse gas emissions with the aim of peaking around 2030.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-22", "text": "On 31 March 2020, Singapore submitted its enhanced Nationally Determined Contribution (NDC) and Long-Term Low-Emissions Development Strategy (LEDS) document to the UNFCCC. Singapore’s enhanced NDC now states an absolute emissions target to peak emissions at 65 MtCO2e around 2030. Singapore’s LEDS builds on the enhanced NDC by aspiring to halve emissions from its peak to 33 MtCO2e by 2050, with a view to achieving net zero emissions as soon as viable in the second half of the century.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-23", "text": "On 18 February 2022, Singapore announced that it will raise its ambition to achieve net zero emissions by or around mid-century. The government will consult closely with industry and citizen stakeholder groups to firm up and finalise Singapore’s plans before making a formal revision of the LEDS later in 2022.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-24", "text": "Since April 2022, under the Singapore Green Plan 2030, the Government has engaged more than 1,700 members of the public and stakeholders on Singapore’s climate ambition. Across these various engagements, there was agreement on the need for Singapore to increase its climate ambition.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-25", "text": "In October 2022, Singapore announced that it will raise its national climate target to achieve net zero emissions by 2050 as part of its LEDS. It will also reduce emissions to around 60MtCO2e in 2030 after peaking emissions earlier as part of its 2030 NDC. These are contingent on technological maturity and effective international cooperation", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-26", "text": "Singapore’s ability to fulfill these pledges, like all Parties, will depend on the continued international commitment by Parties to the Paris Agreement and their climate pledges.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-27", "text": "Read more about Singapore’s climate actions.\nPromoting International Co-operation on Climate Change\nSingapore also participates in other multilateral efforts that support a comprehensive and holistic approach to dealing with climate change including discussions under the World Trade Organization (WTO), the World Intellectual Property Organization (WIPO), the International Maritime Organization (IMO) and the International Civil Aviation Organization (ICAO).", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-28", "text": "We are actively engaged in environmental cooperation through bilateral and regional platforms such as the Sino-Singapore Tianjin Eco-City, the Asia-Pacific Economic Cooperation (APEC) and the Association of Southeast Asian Nations (ASEAN).\nSingapore is a partner in key regional initiatives, such as the Sino-Singapore Tianjin Eco-city project with China, and our collaboration with Jambi Province in Indonesia to improve peat land management and promote sustainable land use practices.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-29", "text": "During COP-26 in Glasgow in November 2021, Singapore joined the following initiatives that strengthen our collective global climate action: the Powering Past Coal Alliance and the Global Coal to Clean Power Transition Statement; the Global Methane Pledge; the Greening Government Initiative (GGI); the Agriculture Innovation Mission for Climate (AIM4C); and the Glasgow Leaders’ Declaration on Forests and Land Use.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-30", "text": "At COP-27 in Sharm El-Sheikh in November 2022, Singapore joined several global initiatives including the Forests and Climate Leaders’ Partnership (FCLP), the UN Global Early Warnings Initiative (GEWI) and the Green Shipping Challenge. Singapore also signed the Joint Declaration from Energy Importers and Exporters on Reducing Greenhouse Gas Emissions from Fossil Fuels.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-31", "text": "We also provide technical assistance and human resource capacity building to climate-related areas through the Singapore Cooperation Programme (SCP). For instance, under the ambit of the SCP, we have established a Small Island Developing States Technical Cooperation Programme that caters to the specific needs of small island developing states, including climate-related issues and challenges", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-32", "text": "The SCP training courses cover a wide range of topics including sustainable urban development, water management and energy efficiency and emissions reduction.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-33", "text": "Singapore actively collaborates with countries around the world, to build on one another’s strengths and experiences in climate change, and to provide training to developing countries on climate change and environment-related issues. These countries include Australia, France, Germany, Japan, Norway, New Zealand, the Republic of Korea, Thailand, and the United Kingdom.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-34", "text": "To further strengthen our effort in global collaboration, we have commenced negotiations on a bilateral Green Economy Agreement (GEA) with Australia, which will be a world-first agreement that combines trade, economic and environment objectives. Singapore has also concluded Memoranda of Understanding (MoUs) with other international partners like Chile and Japan on low-emissions solutions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-35", "text": "These initiatives reflect our commitment to sharing our knowledge, experience, and expertise to help developing countries implement sustainable environmental and climate policies and practices. Under the Singapore Cooperation Programme, our flagship technical assistance programme, and its Climate Action Package, we have trained more than 137,000 officials from over 180 countries and territories in topics such as climate adaptation and mitigation, disaster risk management, and green finance.\nC40", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-36", "text": "Singapore joined the C40 Cities Climate Leadership Group (C40) as an observer city in March 2012. The C40 is a network of about 100 global cities (including Berlin, Hong Kong, Jakarta, Johannesburg, Los Angeles, London, New York, Sao Paulo, Seoul and Tokyo) committed to implementing meaningful and sustainable climate-related actions locally that will address global climate change", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-37", "text": "It collaborates with several international organisations such as the World Bank, OECD, the Clinton Climate Initiative and the World Resources Institute, on initiatives that advance urban action on climate change solutions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-38", "text": "Our participation with the C40 has allowed us to learn from the best practices of other C40 cities in areas such as building energy efficiency, transportation, climate change resilience and adaptation. Singapore has also contributed to C40 by sharing our experiences in urban development and transport infrastructure.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "f3adcac3f6db-39", "text": "Singapore’s efforts in promoting urban sustainability and addressing climate change were also recognised by C40 in 2013 when it was presented with the C40 & Siemens City Climate Leadership Award.", "source": "https://www.nccs.gov.sg/singapores-climate-action/singapore-and-international-efforts"}
{"id": "fbf35b082927-0", "text": "INTERNATIONAL COLLABORATION\nGiven our national circumstances, Singapore is highly dependent on effective international cooperation to achieve our decarbonisation goals. While we continue to prioritise domestic efforts to reduce emissions, we will need to pursue bilateral, regional, plurilateral, and multilateral collaboration to access regional and global mitigation opportunities.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-1", "text": "This is why Singapore actively fosters effective international cooperation on climate action. Singapore has played an active role to support the multilateral framework of cooperation on climate change under the UNFCCC, including co-facilitating the negotiations at COP-26 that finalised the Article 6 rulebook of the Paris Agreement. Read more about our international efforts.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-2", "text": "As an advocate of close bilateral, regional and plurilateral cooperation; Singapore has signed agreements with various partners to strengthen collaboration on carbon markets, green finance and low-carbon technologies. Singapore is committed to advancing global climate action through international collaboration with like-minded partners.\nCollaboration on Carbon Markets", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-3", "text": "Collaboration on Carbon Markets\nSingapore is committed to ensuring the integrity, quality and transparency of carbon markets. This includes robust and independent accounting, and the avoidance of double counting, and requiring corresponding adjustments.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-4", "text": "To advance the generation and sharing of carbon credits to support Singapore and other partner countries’ climate ambitions, Singapore has signed Memoranda of Understanding (MOUs) with countries such as Colombia, Indonesia, Morocco, Peru, Papua New Guinea and Vietnam on carbon credits collaboration aligned to Article 6 of the Paris Agreement. These collaborations will also prioritise sustainable development and co-benefits to the local communities and economy.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-5", "text": "Under these MOUs, Singapore and partner countries will work towards a legally binding Implementation Agreement that sets out a bilateral framework for the international transfer of correspondingly adjusted mitigation outcomes, and identifies potential Article 6-compliant mitigation activities which can support both countries to achieve their respective NDCs. Singapore has since substantively concluded the negotiation of the Implementation Agreement with Ghana.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-6", "text": "Collaboration on Low-Carbon Solutions\nOn the energy front, enhancing regional energy connectivity, including through the ASEAN Power Grid, is one initiative that can enhance economic development, energy security and sustainability in the region.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-7", "text": "As a pathfinder to the ASEAN Power Grid, Singapore has begun importing renewable hydropower from the Lao People’s Democratic Republic (PDR), using existing interconnections via Thailand and Malaysia, as part of the Lao PDR-Thailand-Malaysia-Singapore Power Integration Project (LTMS-PIP). Our aim is to import up to 4 GW of low-carbon electricity from beyond our shores by 2035, which is expected to make up around 30% for Singapore’s total supply", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-8", "text": "In addition to working with our regional neighbours on the LTMS-PIP, Singapore has signed bilateral MOUs with countries like Australia, Brunei, Cambodia, Chile, Indonesia, Japan, Lao PDR, New Zealand, and Vietnam, to collaborate on areas including regional power grids and low-carbon solutions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "fbf35b082927-9", "text": "To further develop and refine our technical and regulatory frameworks for large-scale electricity imports, Singapore has also announced two small-scale trial imports of electricity: 100 MW from Peninsular Malaysia and 100 MW from a solar farm in Pulau Bulan, Indonesia.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/internationalcollaboration"}
{"id": "0234a8ba4d1b-0", "text": "CLIMATE RISK MANAGEMENT\nThe impact of climate change has been increasingly felt in recent years, adding to the growing importance of climate risk assessment. Climate risk assessment helps nations prepare for the effects of climate change by evaluating the distribution of resources, diversification, risk pooling, insurance, infrastructure and capability development.", "source": "https://www.nccs.gov.sg/singapores-climate-action/climate-risk-management"}
{"id": "0234a8ba4d1b-1", "text": "As a major financial centre, Singapore is an ideal launch pad for leading insurance, reinsurance and insurance brokerage companies wanting to meet the region’s insurance needs for climate-related risks. Currently, there are more than 200 insurance players in Singapore tapping on Asia’s market potential.\nSingapore Green Finance Centre", "source": "https://www.nccs.gov.sg/singapores-climate-action/climate-risk-management"}
{"id": "0234a8ba4d1b-2", "text": "Singapore Green Finance Centre\nThe Singapore Green Finance Centre is Singapore’s first centre of excellence dedicated to green finance research and talent development.  It was launched in October 2020 by Imperial College Business School and Singapore Management University’s Lee Kong Chian School of Business, supported by MAS and nine founding industry partners. SGFC’s research includes regional climate risk modelling and impact assessment and measurement.\nResearching Climate Change Risks", "source": "https://www.nccs.gov.sg/singapores-climate-action/climate-risk-management"}
{"id": "0234a8ba4d1b-3", "text": "Researching Climate Change Risks\nIn light of the recent impacts of climate change, the following institutions conduct research in Singapore to better understand the risks of climate change:", "source": "https://www.nccs.gov.sg/singapores-climate-action/climate-risk-management"}
{"id": "0234a8ba4d1b-4", "text": "NTU’s Institute for Catastrophe Risk Management - Launched in 2010, the Institute for Catastrophe Risk Management (ICRM) is the first institute of its kind in Asia. Aside from studying the vulnerabilities and potential damages of catastrophic events, ICRM collaborates with leading regional institutes in Japan and China. Its research has contributed greatly in helping insurance companies understand and quantify climate change risks.", "source": "https://www.nccs.gov.sg/singapores-climate-action/climate-risk-management"}
{"id": "0234a8ba4d1b-5", "text": "Earth Observatory of Singapore - Another research institute at NTU, the Earth Observatory of Singapore (EOS) forecasts the regional consequences from global climate change by assessing global climate drivers that are active in our region, such as the Western Pacific Warm Pool and the Indian Ocean Dipole.", "source": "https://www.nccs.gov.sg/singapores-climate-action/climate-risk-management"}
{"id": "0234a8ba4d1b-6", "text": "NUS Centre for Hazards Research - Focussed on the study of the long- and short-term effects of natural disasters, the Centre for Hazards Research (CHR) examines the effects of climate change on Singapore’s infrastructure and develops new technologies to reduce the potential risks posed by natural disasters.", "source": "https://www.nccs.gov.sg/singapores-climate-action/climate-risk-management"}
{"id": "15dbe1827870-0", "text": "BUILDINGS\nSingapore Green Building Masterplan (SGBMP)", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-1", "text": "Singapore is accelerating our transition towards a low-carbon built environment. Launched in March 2021 by the Building and Construction Authority (BCA) Singapore and the Singapore Green Building Council (SGBC), the Singapore Green Building Masterplan (SGBMP) was developed in conjunction with industry stakeholders and the community. It provides recommendations that capture our collective commitment to pursue more ambitious sustainability standards in the built environment", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-2", "text": "The SGBMP aims to deliver three key targets of “80-80-80 in 2030”:", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-3", "text": "80% of buildings by gross floor area (GFA) to be green by 2030;\n80% of new developments (by GFA) to be Super Low Energy (SLE) buildings from 2030 onwards; and\n80% improvement in energy efficiency (compared to 2005 levels) for best-in-class green buildings by 2030.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-4", "text": "Other key strategies include raising the sustainability standards of existing buildings, driving the adoption of SLE standards for new buildings, and pushing the boundaries of energy efficiency through research and innovation through various policy levers and initiatives.\nGreening Buildings through Minimum Energy Performance Requirements and Green Mark Standards", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-5", "text": "Singapore’s green building journey first started in 2005 with the launch of BCA’s Green Mark (GM) Scheme, a key performance benchmark for environmental sustainability in buildings. The scheme was launched to encourage developers and owners to build and maintain greener buildings. It is regularly reviewed and updated to keep pace with improvements in technology, building standards and industry best practices.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-6", "text": "BCA also introduced minimum energy performance standards in 2008 for new buildings under the Building Control Act. Since 2013, this requirement has since been extended to existing buildings undergoing major retrofitting works. This ensures that new buildings are designed to be sustainable from the onset, and that existing buildings are upgraded to meet the prevailing sustainability standards when they undergo extensive works", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-7", "text": "Any building that has met either the minimum energy performance standards or has been certified Green Mark is considered ‘green’, contributing to the first target of “80-80-80 in 2030” (i.e. to green 80% of our buildings’ GFA).", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-8", "text": "Given the long life cycle of buildings, and as Singapore raise our national climate commitments, our buildings will have to be even ‘greener’.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-9", "text": "Since the release of the SGBMP, BCA has launched the latest edition of the GM scheme, GM 2021, in September 2021. Under this revision, buildings will have to achieve higher standards of energy performance (at least 50% improvement in energy performance compared to 2005 levels) along with good practices in other sustainability areas to receive GM certification1, while new and existing buildings are required to meet minimally 40% improvement in energy performance compared to 2005 levels.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-10", "text": "BCA also raised the minimum energy performance standards for new and existing buildings in 2021/2022, following consultations with key industry stakeholders.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-11", "text": "Periodic Energy Audits (PEA) of buildings’ cooling systems are also conducted every 3 years in new and existing buildings that have undergone retrofit, to ensure that these buildings perform as designed during their life cycle. In addition, companies have to submit energy consumption and energy-related building data annually, which are gradually being made publicly available in a phased approach", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-12", "text": "This allows building owners to determine their energy performance relative to other buildings of the same building type.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-13", "text": "1 Green Mark Platinum (GM Platinum) buildings are required to meet minimally 55% improvement in energy performance compared to 2005 levels and demonstrate best practices in the Sustainability Sections.\nThe Next Lap – Mainstreaming Super Low Energy (SLE) Buildings", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-14", "text": "BCA introduced the Super Low Energy (SLE) Programme in 2018 to encourage firms to go beyond existing Green Mark (GM) Platinum standards, to deliver buildings that can achieve at least a 60% energy efficiency improvement over 2005 building codes.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-15", "text": "As part of the SGBMP’s second target under the “80-80-80 in 2030” for 80% of our new developments by GFA in 2030 to be SLE, BCA works with various stakeholders and taps on various policy levers to drive demand for SLE buildings. Through these levers, we can build industry capability in developing SLE buildings, provide use cases for the private sector to take reference from, and bring SLE buildings into the mainstream.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-16", "text": "Under the GreenGov.SG initiative, the Government is taking the lead to drive wider adoption of SLE buildings. All new and existing public sector buildings are required to achieve GM Platinum SLE standards or equivalent. In addition, new private developments on strategic Government Land Sales sites will minimally be required to deliver energy performance equivalent to SLE.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-17", "text": "In Jurong Lake District (JLD), a new growth area in western Singapore that aspires to become a world-class sustainability district, all new developments will be required to meet SLE standards, with some achieving Zero Energy standards as technology improves, and will be required to use the district cooling system, which improves energy efficiency. JLD aims to achieve net zero emissions for new developments around 2045.\nSupporting the Industry to Achieve Higher Standards", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-18", "text": "Beyond setting standards, BCA has also incentivised building owners to green their buildings via various Green Mark Incentive Schemes; particularly in the early days of Singapore’s green building journey, to get buy-in from industry stakeholders for this new concept. Today, it is common for buildings in Singapore to achieve some minimum level of energy performance, and the benefits for businesses is positive across the building’s life cycle", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-19", "text": "Hence, today’s GMIS seeks to encourage building owners and developers to strive towards best-in-class energy standards where possible.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-20", "text": "The Built Environment (BE) Transformation Gross Floor Area (GFA) Incentive scheme (valid from 24 November 2021 for five years) is a BCA-URA joint scheme that awards developers/building owners additional GFA above the Masterplan Plot Ratio (MPR) for private sector development projects that adopt enhanced standards in areas of digitalisation, productivity, and sustainability (“Industry Transformation Map Outcome Requirements”)", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-21", "text": "For the sustainability requirements, projects are required to minimally meet GM Platinum SLE.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-22", "text": "The GMIS for Existing Buildings 2.0 (GMIS-EB 2.0) (valid from 30 June 2022 till 31 March 2027 or when the available funds have been fully committed, whichever is earlier) is a cash incentive to lower the upfront cost of energy efficient retrofits for building owners of existing buildings who achieve higher energy performance standards (i.e. Platinum, Super Low Energy, Zero Energy) for their buildings.\n\nTest-bedding and Sharing Knowledge on Energy Efficient Technologies for Buildings", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-23", "text": "Established in 2014, the Green Buildings Innovation Cluster (GBIC) is intended as a one-stop research, development and demonstration (RD&D) hub to support the national drive towards greater energy efficiency as well as to streamline, coordinate and disseminate building energy efficiency-related activities. GBIC is a one-stop hub for industry stakeholders to experiment, exhibit, and exchange knowledge and expertise of promising building energy-efficient solutions.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-24", "text": "To further push the boundaries of energy efficiency to meet the third target under the “80-80-80 in 2030” for 80% improvement in energy efficiency (compared to 2005 levels) for best-in-class green buildings by 2030, BCA enhanced the GBIC programme in 2022, focusing on three key areas that have high potential to generate significant energy savings and be widely adopted by the industry:", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-25", "text": "Alternative Cooling Technologies (ACTs) or novel cooling technologies that could be adapted to Singapore’s tropical climate and yield further improvement in energy performance over best-in-class GM standards;\nData-driven Smart Building Solutions to integrate across different smart building systems, and to manage a building’s energy demand in response to input from the electrical grid and renewable energy resources; and", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
{"id": "15dbe1827870-26", "text": "Advanced Ventilation Technologies to improve energy efficiency and contribute to better outcomes.", "source": "https://www.nccs.gov.sg/singapores-climate-action/mitigation-efforts/buildings"}
